Revit 2023 API
GroupTypeId.RebarSystemLayers Property
 "Layers"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId RebarSystemLayers { get; }
Visual Basic
Public Shared ReadOnly Property RebarSystemLayers As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarSystemLayers {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace